
{
    "topStrip": {
    "price1": "1 PAXG : xxx USDC",
    "price2": "1 GODL : xxx USDC",
    "price3": "1 GODL : xxx PAXG"
    },
    "navbar": {
    "link1": "হোম",
    "link2": "রেফারেল এক্সপ্লোরার",
    "link3": "আমার অ্যাকাউন্ট",
    "link3OnHover": "আপনি এখনো GODL নেটওয়ার্কে যোগদান করেননি",
    "link4": "GODL বাণিজ্য করুন",
    "link5": "অ্যাডমিন",
    "connectWalletButton": "ওয়ালেট সংযোগ করুন"
    },
    "footer": {
    "heading": "GODL গোল্ড এম্বাসেডর ইনফ্লুয়েন্স নেটওয়ার্ক",
    "para1": "GODL গোল্ড একটি ডিফ্লেশনারি, সোনায় আদায়কৃত ক্রিপ্টোকারেন্সি যা প্রতিটি টোকেনের মূল সোনার মানের পাশে পাশে বাড়িয়ে দিয়ে দেয়। এম্বাসেডর প্রোগ্রামটি GODL এর সাথে সংযুক্ত একটি কমিউনিটি-চালিত প্রতিষ্ঠিতি, যা প্ল্যাটফর্মটির প্রচার ও উন্নয়নে অংশগ্রহণকারীদের পুরস্কার দেয়। এটা GODL সম্পর্কে একটি জীবন্ত এবং সংযুক্ত কমিউনিটি উত্থানের কারণে।",
    "button1": "PAXG যোগ করুন",
    "button2": "GODL যোগ করুন",
    "button3": "USDC যোগ করুন",
    "linkSection1": {
    "heading": "কমিউনিটি",
    "link1": "টেলিগ্রাম",
    "link2": "ডিসকর্ড",
    "link3": "টুইটার",
    "link4": "ইউটিউব"
    },
    "linkSection2": {
    "heading": "ওয়ালেটস",
    "link1": "Metamask",
    "link2": "ট্রাস্ট ওয়ালেট",
    "link3": "ওয়ালেট সংযোগ করুন"
    },
    "linkSection3": {
    "heading": "ক্রিপ্টো লিঙ্কগুলি",
    "link1": "PAXG পান",
    "link2": "USDC পান",
    "link3": "PAXG টোকেন চুক্তি",
    "link4": "USDC টোকেন চুক্তি",
    "link5": "GODL টোকেন চুক্তি"
    },
    "linkSection4": {
    "heading": "টুল এবং তথ্য",
    "link1": "ডেকটুলে চার্ট দেখুন",
    "link2": "প্যাক্সস ওয়েবসাইট",
    "link3": "আরিয়াম হোয়াইটপেপার",
    "link4": "কয়েন মার্কেট ক্যাপ",
    "link5": "কয়েন জ্ঞান"
    },
    "copyrightText": "All Rights Reserved - GODL গোল্ড"
    },
    "homePage": {
    "section1": {
    "heading": "GODL গোল্ড",
    "subHeading": "যেখানে সোনা ও গ্রোথ মিলে",
    "para1": "GODL গোল্ড এর সম্পর্কে ধন সংগ্রহের ভবিষ্যতে পদক্ষেপ নিন।",
    "para2": "আমরা সোনাকে ডিজিটাল যুগের জন্য পুনর্সংস্কার করেছি, এটি নির্বাচন করেছি যে এটা শুধুমাত্র প্রেসার্ভ করে না, বরং এর মানও বেড়ে যায়। আমাদের গোল্ড এম্বাসেডর ইনফ্লুয়েন্স নেটওয়ার্কে যোগদান করে আপনি একটি সক্রিয় কমিউনিটিতে অংশগ্রহণ করেন, যারা সাথে সাথে প্রস্পারিত হয়ে ও বৃদ্ধি করেন।",
    "para3": "GAINer হন এবং আরও প্রায় ধন পরিচালনার একটি নতুন মাত্রা অনুভব করুন যেখানে সোনা শুধুমাত্র সংরক্ষিত হয় না - এটি উন্নত হয়!"
    },
    "section2": {
    "stats1": "এম্বাসেডর",
    "stats2": "মোট উত্পন্ন পুরস্কার ",
    "stats3": "মোট পুরস্কার সংগ্রহ "
    },
    "section3": {
    "heading": "ডিফ্লেশনারি ডিজাইন",
    "para1": "GODL গোল্ড নিজস্ব ডিফ্লেশনারি প্রকৃতি এবং সোনায় পুনর্মিলিত মান সহ নিজস্ব মূল্যের সংরক্ষণ সাধ্য করে। সময়ের সাথে টোকেনগুলির সংখ্যা কমে যাওয়ার সাথে সাথে প্রতিটি অবশিষ্ট টোকেনও বৃদ্ধি পায় এবং মূল্যবার্ধক্য লাভ করে। এই ডিজাইন এখানে আপনার ধারণকে নিখুঁততা দেয় যে আপনার মালিকানাধীন মালামালের মূল্যবার্ধক্য স্থানান্তর করছে নিরন্তরভাবে।",
    "para2": "GODL আপনার করা সোনা দ্বারা আপনার অর্জিত ধন বৃদ্ধি করার একটি প্রয়োজনীয় নতুন পদ্ধতি উপস্থাপন করে। এটি সহজ এবং ডিজিটাল হিসাবে আপনার ধনের সোনা বিস্তার করতে সাহায্য করে।"
    },
    "section4": {
    "heading": "গোল্ড-সহিত আশ্বাস",
    "para1": "GODL একটি নিশ্চিত মানের নিকটস্থ সম্পদে সংরক্ষিত হয় - সোনা। এই গোল্ড সংযুক্ততা নিয়ে আপনি আপনার ডিজিটাল সম্পদের জন্য একটি দৃঢ় মান প্রদান করে এবং তা সম্পদ পরিবর্তন করতে পারেন এর বিনিময়ের জন্য। এটা আপনাকে দ্রুত পরিণতি এবং তত্ত্বাবধানিকতা দেয় এবং এর মাধ্যমে রাষ্ট্রপতির আরও সহজ এবং পরিশ্রমশীল তালিকা প্রদান করে।"
    },
    "section5": {
    "heading": "একটি উন্নত নেটওয়ার্ক",
    "para1": "GODL গোল্ড এম্বাসেডর ইনফ্লুয়েন্সার নেটওয়ার্কের মাধ্যমে আপনি মান সৃষ্টি এবং ধন রক্ষা করার একটি গুড়ুত্বপূর্ণ কমিউনিটির অংশীদার হয়ে যান। একটি টোকেন ধারক হিসাবে, আপনার ভূমিকা শুধুমাত্র অংশগ্রহণের অতিক্রম নয়। আপনি একটি সংগঠিত সিস্টেমে অংশগ্রহণ এবং সক্রিয়ভাবে অবদানের পুরস্কার পান যেটি ধনের বৃদ্ধি কে সাম্প্রতিক পথে পরিণতি করে।"
    }
    },
    "referralExplorerPage": {
    "heading": "GODL রেফারেল এক্সপ্লোরার",
    "para1": "জিজ্ঞাসামূলকতা একটি উন্নত কমিউনিটির মৌলিক অংশ। তাই আমরা 'GODL রেফারেল এক্সপ্লোরার' ফিচারটি যোগ করেছি। ইন্টারনেট অনুসন্ধান ইঞ্জিনের মতো, আপনি সার্চ বারে কোনও ওয়ালেট ঠিকানা দিয়ে সম্পর্কিত বিবরণ আনতে পারেন। যদি ঠিকানা আমাদের নেটওয়ার্কের মধ্যে বিদ্যমান হয়, তবে আপনি তাদের এম্বাসেডর টিয়ার এবং রেফারেন্সগুলির মতামত দেখতে পাবেন। না কেবল সেটি, আমাদের সুসংগঠিত ইন্টারফেস আপনাকে ইথারস্ক্যানের সরাসরি লিংকের মাধ্যমে এই ঠিকানাগুলির প্রতিটি লেনদেনে নেভিগেট করতে দেয়।",
    "para2": "GODL নেটওয়ার্ক এক্সপ্লোরারটি আপনার জীবন্ত ইকোসিস্টেমে আমরা সংযোজন করেছি।",
    "inputBoxPlaceholder": "ওয়ালেট ঠিকানা প্রবেশ করুন",
    "buttonText": "অ্যাড্রেস অনুসন্ধান করুন",
    "tableHeadings": [
    "L1",
    "L2",
    "L3",
    "L4",
    "L5"
    ],
    "stats1": "রেফারারের ঠিকানা",
    "stats2": "অটো টিয়ার ব্যালেন্স ",
    "stats3": "টিয়ার",
    "stats4": "রেফারেন্স সংখ্যা",
    "stats5": "প্রাপ্ত পুরস্কার ",
    "stats6": "রেজিস্টার্ড হওয়ার সময়"
    },
    "myAccountPage": {
    "section1": {
    "heading": "বন্ধুদের আমন্ত্রণ জানান",
    "copyLinkText": "আপনার রেফারেল লিংক কপি করুন",
    "step1": {
    "title": "আমন্ত্রণ লিংক কপি করুন",
    "description": "আপনার অনন্য লিংকটি আপনার ক্লিপবোর্ডে কপি করতে 'বন্ধুদের আমন্ত্রণ' বাটনে ক্লিক করুন।"
    },
    "step2": {
    "title": "আমন্ত্রণ লিংক শেয়ার করুন",
    "description": "এই লিংকটি ব্যাবহার করে বন্ধুরা আপনার ওয়ালেট ঠিকানা ম্যানুয়ালি ইনপুট করার প্রয়োজন ছাড়াই নেটওয়ার্কে যোগ দিতে পারেন।"
    },
    "step3": {
    "title": "পুরস্কার অর্জন করুন",
    "description": "আপনার বন্ধু ও তাদের বন্ধুরা যখন নেটওয়ার্কে যোগ দেবেন, তখন আপনি পুরস্কার অর্জন করেন। সবার জন্য এটি একটি জিতেই হয়।"
    }
    },
    "section2": {
    "heading": "পরিসংখ্যান",
    "stats1": "রেফারারের ঠিকানা",
    "stats2": "অটো টিয়ার ব্যালেন্স ",
    "stats3": "টিয়ার",
    "stats4": "রেফারেন্স সংখ্যা",
    "stats5": "প্রাপ্ত পুরস্কার ",
    "stats6": "রেজিস্টার্ড হওয়ার সময়"
    },
    "section3": {
    "heading": "অটো টিয়ার আপ",
    "para1": "GODL Gold অটো-টিয়ার আপ মেকানিজম অন্তর্ভুক্ত করে, এটি একটি উদ্ভাবনী সরঞ্জাম যা আপনার নেটওয়ার্কে গড়ে তুলছে আপনার বৃদ্ধির সম্ভাবনা। এম্বাসেডর প্রোগ্রামের পুরস্কার আপনার পাওনা বটে আছে না, সেটি স্বয়ংক্রিয়ভাবে ব্যবহৃত হয় আপনাকে পরবর্তী টিয়ারে পুশ করতে। এটি কেবল সংচয়ন নয়, এটি এগিয়ে যাওয়া।",
    "para2": "আপনার পুরস্কারগুলি উচ্চারণ গঠনে অনুবাদ করে একইভাবে বৃদ্ধি করার মাধ্যমে, আপনি নেটওয়ার্কের শ্রেণীবদ্ধ স্থান সাধারণ করতে পারেন। অটো টিয়ার আপ সঙ্গে, আপনার GODL একটি মালিকানাধীনভূত নয়; এটি আপনার নেটওয়ার্কের মাধ্যমে আপনার পর্যটনে একটি সক্রিয় অংশীদার।",
    "para3": "বর্তমানে আপনার অটো টিয়ার আপ মোডটি ${reInvestFlag}",
    "buttonText": "${!reInvestFlag} করুন",
    "buttonOnClickResponse": "অটো টিয়ার-আপ চলছে..."
    },
    "section4": {
    "heading": "টিয়ার আপ",
    "para1": "GODL Gold নেটওয়ার্কে গড়ে ওঠার সাথে গ্রোথ সমান হয়। 'টিয়ার আপ' সুবিধাটি এম্বাসেডরদের অ্যাক্টিভলি আগাম করার জন্য তৈরি করা হয়েছে। আপনি উচ্চতর টিয়ার ক্রয় করে নিজের পুরস্কার সম্ভাবনা বৃদ্ধি করছেন না মাত্র তারপরেও নেটওয়ার্কের সামগ্রিক শক্তি বৃদ্ধি করছেন। টিয়ার 1 থেকে টিয়ার 5 পর্যন্ত প্রতিটি উচ্চারণ আপনাকে গোড়া দিয়ে দিচ্ছে GODL নেটওয়ার্কের পূর্ণ সম্ভাবনা সাধনায় আপনাকে নিয়ে যাচ্ছেন।",
    "para2": "এছাড়াও, এটি আপনার নেটওয়ার্কের মধ্যে আপনার প্রভাবও বৃদ্ধি করে, যা এর সাফল্যের জন্য আপনাকে একটি প্রমুখ অবদানকারী বানিয়ে তুলে। 'টিয়ার আপ' দ্বারা, আপনি মাত্র অংশগ্রহণ করছেন না, আপনি GODL Gold নেটওয়ার্কের মধ্যে আপনার পথ নিয়ে চলেন।",
    "buttonText": "টিয়ার আপ করুন",
    "buttonCtaPopup": {
    "heading": "টিয়ার আপ",
    "popup_approve": {
    "buttonApproveText": "টেক্সট অনুমোদন করুন",
    "notSelectTier_errorText": "দয়া করে একটি প্যাকেজ টিয়ার নির্বাচন করুন",
    "buttonApproveOnClickResponse": "অনুমোদন চলছে..."
    },
    "popup_tierUp": {
    "buttonTierUpText": "টিয়ার আপ করুন",
    "approvalSuccessText": "অনুমোদন সফল! টিয়ার আপের জন্য উপরে ক্লিক করুন।",
    "buttonTierUpOnClickResponse": "আপনার লেনদেনটি আরম্ভ করা হয়েছে এবং এখন ব্লকচেইনে প্রক্রিয়ায় প্রসেস করা হচ্ছে। নেটওয়ার্ক পরিচ্ছন্নতায় নির্ভর করে কয়েক মিনিট সময় নেয়া যেতে পারে। দীর্ঘারোধ করুন!"
    },
    "popup_tierUp_success": {
    "buttonTierUpSuccessText": "সফলভাবে টিয়ার আপডেট করা হয়েছে",
    "addTokenText": "প্রতিষ্ঠিত ওয়ালেটে GODL যুক্ত করুন।"
    }
    }
    },
    "section5": {
    "heading": "ওয়ালেট ঠিকানা পরিবর্তন করুন",
    "para1": "ক্রিপ্টোকারেন্সির ডিজিটাল বিশ্বে আপনার ওয়ালেট ঠিকানা আপনার পরিচয়। কিন্তু যদি কিছু ঘটে যায়? আপনি আপনার অ্যাকাউন্টের ওয়ালেট ঠিকানা পরিবর্তন করতে পারেন। এটি সহজ করে নেয়া হয়েছে।",
    "para2": "আমাদের 'ওয়ালেট ঠিকানা পরিবর্তন' বৈশিষ্ট্যটি ক্রিপ্টো স্পেসে নতুন মানুষদের জন্য সহজ করে তৈরি করা হয়েছে। যেমন নতুন বাড়িতে স্থানান্তর করার মতো, এই বৈশিষ্ট্যটি আপনাকে আপনার ডিজিটাল ঠিকানাটি আপডেট করতে দেয় GODL Gold নেটওয়ার্কে। এটি নতুন ওয়ালেট ঠিকানা ইনপুট করতে এবং পরিবর্তনটি নিশ্চিত করতে একটি সহজ পদক্ষেপ। এইভাবে, আপনি নেটওয়ার্কে আপনার পরিচয়টি নিয়ন্ত্রণ রাখতে পারেন, যদি আপনার সমস্যা অস্তিত্ব হয় তাহলে সমস্ত পুরস্কার এবং সুবিধা সঠিক স্থানে যায়।",
    "buttonText": "ওয়ালেট ঠিকানা",
    "buttonCtaPopup": {
    "heading": "ওয়ালেট ঠিকানা পরিবর্তন",
    "para1": "আপনি আপনার ওয়ালেট ঠিকানা আপডেট করছেন, GODL Gold নেটওয়ার্কে একটি গুরুত্বপূর্ণ চিহ্নিতকারী। এটি করে সমস্ত পুরস্কার এবং সুবিধা আপনার নতুন ঠিকানায় সঠিকভাবে সংযুক্ত থাকে। পরিবর্তনটি নিশ্চিত করুন। এটি আপনার ক্রিপ্টো পরিচয় পরিচালনার জন্য একটি দ্রুত এবং নিরাপদ পদক্ষেপ।",
    "inputBoxPlaceholder": "নতুন ওয়ালেট ঠিকানা লিখুন",
    "buttonAddNewAddressText": "নতুন ঠিকানা যুক্ত করুন",
    "buttonAddNewAddressOnClickResponse": "নতুন ওয়ালেট ঠিকানা যুক্ত হচ্ছে..."
    }
    }
    },
    "tradeGodlPage": {
    "section1": {
    "heading": "GODL অর্জন করুন",
    "subHeading": "ডিজিটাল সোনার সম্ভাবনা আনলক করুন",
    "para1": "GODL বিশ্বে আপনার পদচিহ্নে প্রবেশ করুন। প্রাথমিক মাধ্যমে, PAXG বা USDC ব্যবহার করে সরাসরি GODL অর্জন করুন।",
    "para2": "PAXG ধারকদের জন্য, ব্যবহারকারী বন্ধুপ্রিয় Aurium ইন্টারফেস ব্যবহার করে তাদের PAXG ব্যবহার করে GODL মিন্ট করতে পারেন",
    "para3": "USDC ব্যবহার করতে পছন্দ করেন? কোন সমস্যা নেই। চলুন আমাদের পার্টনার ডিসেন্ট্রালাইজড এক্সচেঞ্জে একটি সহজ অর্জন প্রক্রিয়ায়।",
    "button1": {
    "buttonText": "PAXG দিয়ে মিন্ট করুন",
    "buttonCta_popup": {
    "heading": "PAXG দিয়ে GODL মিন্ট করুন",
    "popup_previewConversion": {
    "description": "আপনি আপনার PAXG টোকেন ব্যবহার করে নতুন GODL তৈরি করতে একটি প্রক্রিয়া আরম্ভ করছেন। এই পদক্ষেপটি আপনার ডিজিটাল ধনের মানসম্পন্নতা আপনার GODL টোকেনের সঙ্গে সংযুক্ত করে দেয়। শুধুমাত্র মিন্ট করার জন্য নিশ্চিত করুন!",
    "inputBoxPlaceholder": "GODL মিন্ট করতে PAXG এর পরিমাণ লিখুন",
    "buttonText": "প্রাকদর্শন কনভার্সন"
    },
    "popup_approve": {
    "description": "",
    "buttonApproveText": "PAXG অনুমোদন করুন",
    "buttonApproveOnClickResponse": "আপনার লেনদেনটি আরম্ভ করা হয়েছে এবং এখন ব্লকচেইনে প্রক্রিয়ায় প্রসেস করা হচ্ছে। নেটওয়ার্ক পরিচ্ছন্নতায় নির্ভর করে কয়েক মিনিট সময় নেয়া যেতে পারে। দীর্ঘারোধ করুন!"
    },
    "popup_mint": {
    "description": "",
    "buttonMintText": "GODL মিন্ট করুন",
    "buttonMintOnClickResponse": "মিন্টিং চলছে..."
    },
    "popup_mint_success": {
    "buttonMintSuccessfulText": "সফলভাবে মিন্ট করা হয়েছে",
    "addTokenText": "প্রতিষ্ঠিত ওয়ালেটে GODL যুক্ত করুন।"
    }
    }
    },
    "button2Text": "USDC দিয়ে কিনুন"
    },
    "section2": {
    "heading": "GODL লিকুইডেট করুন",
    "subHeading": "আপনার GODL কে PAXG বা USDC এ পরিণত করুন",
    "para1": "আপনি যখন চান, আপনার GODL ধারণা সহজেই PAXG বা USDC এ পরিণত করতে পারেন।",
    "para2": "Aurium ইন্টারফেস ব্যবহার করে PAXG ধারকদের সুবিধাজনকভাবে তাদের GODL দহন করতে পারেন, পাচ্ছেন PAXG এর পরিবর্তে।",
    "para3": "আপনি আপনার GODL কে USDC এর জন্য বিনিময় করতে চান, তাহলে আমরা আপনাকে পার্টনার ডিসেন্ট্রালাইজড এক্সচেঞ্জে একটি দ্রুত লেনদেনের জন্য উপলব্ধ করাচ্ছি।",
    "button1": {
    "buttonText": "PAXG জন্য বার্ন করুন",
    "buttonCta_popup": {
    "heading": "PAXG জন্য GODL বার্ন করুন",
    "popup_previewConversion": {
    "description": "আপনি আপনার GODL কে PAXG এ রূপান্তরিত করতে যাচ্ছেন। পরিবর্তন হারগুলি পরীক্ষা করে নিয়েছেন এবং স্বাপ করার জন্য প্রস্তুত হয়েছেন। একবার নিশ্চিত করে কনভার্ট করলে লেনদেনটি প্রসেস করা হবে।",
    "inputBoxPlaceholder": "PAXG পেতে GODL এর পরিমাণ লিখুন",
    "buttonText": "প্রাকদর্শন কনভার্সন"
    },
    "popup_approve": {
    "description": "",
    "buttonApproveText": "GODL অনুমোদন করুন",
    "buttonApproveOnClickResponse": "আপনার লেনদেনটি আরম্ভ করা হয়েছে এবং এখন ব্লকচেইনে প্রক্রিয়ায় প্রসেস করা হচ্ছে। নেটওয়ার্ক পরিচ্ছন্নতায় নির্ভর করে কয়েক মিনিট সময় নেয়া যেতে পারে। দীর্ঘারোধ করুন!"
    },
    "popup_burn": {
    "description": "",
    "buttonMintText": "GODL বার্ন করুন",
    "buttonMintOnClickResponse": "বার্নিং চলছে..."
    },
    "popup_burn_success": {
    "buttonMintSuccessfulText": "সফলভাবে বিক্রি করা হয়েছে",
    "addTokenText": "প্রতিষ্ঠিত ওয়ালেটে PAXG যুক্ত করুন।"
    }
    }
    },
    "button2Text": "USDC জন্য বিক্রি করুন"
    }
    }
    }
    
    
    