{
    "topStrip": {
    "price1": "1 PAXG : xxx USDC",
    "price2": "1 GODL : xxx USDC",
    "price3": "1 GODL : xxx PAXG"
    },
    "navbar": {
    "link1": "होम",
    "link2": "रेफरल एक्सप्लोरर",
    "link3": "मेरा खाता",
    "link3OnHover": "आपने अभी तक GODL नेटवर्क में शामिल नहीं हुए हैं",
    "link4": "ट्रेड GODL",
    "link5": "एडमिन",
    "connectWalletButton": "वॉलेट कनेक्ट करें"
    },
    "footer": {
    "heading": "GODL गोल्ड एंबेसडर इंफ्लुएंस नेटवर्क",
    "para1": "GODL गोल्ड एक घटनशील, सोने से बैकअप क्रिप्टोकरेंसी है जो प्रत्येक टोकन की नीचे की सोने की मूल्य को धीरे-धीरे बढ़ाते हुए लंबे समय तक धारकों को इनाम देती है। एंबेसडर प्रोग्राम GODL के भीतर सामुदायिक दृष्टिकोण से चलायी जाने वाली एक पहल है, जो प्लेटफॉर्म को प्रचारित करने और इसकी विकास में योगदान देने वाले प्रतिभागियों को इनाम देती है। यह GODL के चारों ओर एक जीवंत और सक्रिय समुदाय को पोषण देती है।",
    "button1": "PAXG जोड़ें",
    "button2": "GODL जोड़ें",
    "button3": "USDC जोड़ें",
    "linkSection1": {
    "heading": "समुदाय",
    "link1": "टेलीग्राम",
    "link2": "डिस्कॉर्ड",
    "link3": "ट्विटर",
    "link4": "यूट्यूब"
    },
    "linkSection2": {
    "heading": "वॉलेट",
    "link1": "मेटामास्क",
    "link2": "ट्रस्ट वॉलेट",
    "link3": "वॉलेट कनेक्ट"
    },
    "linkSection3": {
    "heading": "क्रिप्टो लिंक",
    "link1": "PAXG प्राप्त करें",
    "link2": "USDC प्राप्त करें",
    "link3": "PAXG टोकन कॉन्ट्रैक्ट",
    "link4": "USDC टोकन कॉन्ट्रैक्ट",
    "link5": "GODL टोकन कॉन्ट्रैक्ट"
    },
    "linkSection4": {
    "heading": "टूल्स और सूचना",
    "link1": "डेक्सटूल पर चार्ट देखें",
    "link2": "पैक्सोस वेबसाइट",
    "link3": "औरियम व्हाइटपेपर",
    "link4": "कॉइन मार्केट कैप",
    "link5": "कॉइन गेको"
    },
    "copyrightText": "सर्वाधिकार सुरक्षित - GODL गोल्ड"
    },
    "homePage": {
    "section1": {
    "heading": "GODL गोल्ड",
    "subHeading": "जहां सोने की ग्रोथ होती है",
    "para1": "GODL गोल्ड के साथ धन संचय के भविष्य में कदम रखें।",
    "para2": "हमने सोने को डिजिटल युग के लिए पुनः आविष्कार किया है, इसे सुनिश्चित किया है कि यह न केवल संरक्षित रखता है, बल्कि इसकी मूल्य को भी बढ़ाता है। हमारे गोल्ड एंबेसडर इंफ्लुएंस नेटवर्क में शामिल होकर, आप एक सक्रिय समुदाय का हिस्सा बनते हैं, जो समृद्धि और विकास को संगठित रूप से पोषण करता है।",
    "para3": "एक जीतकर बनें और धन प्रबंधन के एक नए आयाम का अनुभव करें, जहां सोने को केवल संग्रहीत नहीं, वरन उसकी प्रगति भी होती है!",
    "button1Text": "अभी शामिल हों!",
    "button1CTA": {
    "popup_withoutWalletConnection": {
    "heading": "GODL एम्बेसडर नेटवर्क में शामिल हों",
    "description": "",
    "referrerAddressInputBoxPlaceholder": "रेफरर पता दर्ज करें",
    "errorText": "कृपया अपनी वॉलेट से कनेक्ट करें"
    },
    "popup_withWalletConnected_alreadyJoined": {
    "heading": "पहले से ही शामिल हैं!",
    "para1": "बधाई हो, आपने सफलतापूर्वक GODL गोल्ड नेटवर्क में शामिल हो गए हैं!",
    "para2": "नए एंबेसडर के रूप में, आप अब एक फलने-फूलने एकोसिस्टम का हिस्सा हैं, जहां सोने की ग्रोथ होती है। चलो मिलकर एक प्रभावशाली यात्रा बनाएं।",
    "para3": "स्वागत है!"
    },
    "popup_withWalletConnected_newUser": {
    "heading": "GODL एम्बेसडर नेटवर्क में शामिल हों",
    "popup_approve": {
    "description": "",
    "referrerAddressInputBoxPlaceholder": "रेफरर पता दर्ज करें",
    "tncButtonText": "हमारे नियम और शर्तें स्वीकार करें",
    "tncButtonCtaPopup": {
    "heading": "नियम और शर्तें",
    "para1": "अस्वीकरण: GODL गोल्ड प्लेटफ़ॉर्म एक डिसेंट्रलाइज़्ड एप्लिकेशन (DApp) है जो 'जैसा है' और 'जैसा ही है' आधार पर प्रदान की जाती है, किसी भी प्रकार की व्यक्तिगत या जाहिरी वारंटी के बिना। हम सेवा और प्रदर्शन की सर्वोच्च संभावित मानकों को बनाए रखने का प्रयास करते हैं, लेकिन हम पूर्ण सुरक्षा, विश्वसनीयता और सटीकता की पूर्ण गारंटी नहीं दे सकते।",
    "para2": "एक उपयोगकर्ता के रूप में, आप संबंधित नेटवर्क के अंदर अपने कार्रवाई के लिए पूर्ण जिम्मेदारी उठाते हैं। कृपया हमारे प्लेटफ़ॉर्म का उचित उपयोग करें, गहन शोध करें और ध्यान दें कि GODL गोल्ड सहित किसी भी क्रिप्टोकरेंसी प्लेटफ़ॉर्म के साथ गहन जोखिम होता है। इस प्लेटफ़ॉर्म का उपयोग करके, आप इन जोखिमों को स्वीकार करते हैं और मान्यता देते हैं।"
    },
    "buttonApproveText": "PAXG स्वीकृत करें",
    "buttonApproveOnClickResponse": "आपका लेन-देन प्रारंभ किया गया है और इसे ब्लॉकचेन पर प्रोसेस किया जा रहा है। नेटवर्क की भीड़ पर निर्भर करता है, इसलिए कुछ मिनटों का समय लग सकता है। थामे रहें!"
    },
    "popup_join": {
    "description": "",
    "buttonJoinText": "GODL में शामिल हों",
    "buttonJoinOnClickResponse": "प्रगति में शामिल होना चल रहा है..."
    },
    "popup_join_success": {
    "description": "",
    "buttonJoinSuccessText": "सफलतापूर्वक शामिल हो गए!",
    "addTokenText": "जुड़े हुए वॉलेट में GODL जोड़ें।"
    }
    }
    },
    "button2Text": "GODL ट्रेड करें",
    "button3Text": "PAXG खरीदें"
    },
    "section2": {
    "stats1": "एम्बेसडर",
    "stats2": "कुल उपहार उत्पन्न किए गए ",
    "stats3": "कुल उपहार जमा किए गए "
    },
    "section3": {
    "heading": "न्यूनतमता के माध्यम से निर्मित",
    "para1": "GODL गोल्ड अपनी न्यूनतमता वाली प्रकृति और सोने में मान्यता वाले मूल्य के साथ खुद को अलग करता है। समय के साथ टोकनों की संख्या कम होती है, इस परिणामस्वरूप प्रतिशत सोने के भंडार के लिए शेष रह जाता है। यह डिजाइन सुनिश्चित करता है कि आपके पास रखी हुई संपत्ति का मूल्य निरंतर बढ़ता रहेगा।",
    "para2": "GODL सोने में अपनी संपत्ति को विस्तारित करने के लिए एक नवाचारी प्रस्ताव प्रदान करता है, जो इसे सरल और डिजिटल बनाता है।"
    },
    "section4": {
    "heading": "सोने के साथ बैकअप सुनिश्चित करना",
    "para1": "GODL सोने के एक वास्तविक संपत्ति द्वारा समर्थित है। यह सोने के लिए एक ठोस मूल्य आधार प्रदान करने के साथ-साथ आपको उन्हें शारीरिक सोने के लिए रिडीम करने की अनुमति देता है। यह आपको तेजी से बदलते डिजिटल वित्त अंतरिक्ष में अद्वितीय सुरक्षा और निष्पक्षता प्रदान करता है।"
    },
    "section5": {
    "heading": "एक सक्रिय नेटवर्क",
    "para1": "GODL गोल्ड एम्बेसडर प्रभावकारी नेटवर्क के माध्यम से, आप मूल्य सृजन और धन संरक्षण के साझा लक्ष्य पर केंद्रित एक गतिशील समुदाय का हिस्सा बनते हैं। टोकन धारक के रूप में, आपकी भूमिका केवल भागीदारी से अधिक होती है। आप सक्रिय योगदान करते हैं और उन्हें भी लाभ मिलता है, जो संपत्ति की वृद्धि को सामूहिक यात्रा में बदल देता है।"
    }
    },
    "referralExplorerPage": {
    "heading": "GODL रेफरल एक्सप्लोरर",
    "para1": "जिज्ञासा एक उन्नत समुदाय का मूल आधार है। इसीलिए हमने 'GODL रेफरल एक्सप्लोरर' फ़ीचर शामिल किया है। जैसा कि आप इंटरनेट सर्च इंजन का उपयोग करते हैं, आप सर्च बार में किसी भी वॉलेट पते को दर्ज करके संबंधित विवरण प्राप्त कर सकते हैं। यदि पता हमारे नेटवर्क में मौजूद है, तो आपको उनकी एम्बेसडर टियर और रेफरल्स जैसी जानकारी दिखाई देगी। यही नहीं, हमारा सुझाव दिया हुआ इंटरफ़ेस आपको इन पतों की व्यक्तिगत लेन-देन तक नेविगेट करने की सुविधा प्रदान करता है, जो Etherscan के एक सीधे लिंक के माध्यम से होती है।",
    "para2": "GODL नेटवर्क एक्सप्लोरर आपकी पारदर्शी ज्योति है जो हम मिलकर बना रहें हैं।",
    "inputBoxPlaceholder": "वॉलेट पता दर्ज करें",
    "buttonText": "पता खोजें",
    "tableHeadings": [
    "L1",
    "L2",
    "L3",
    "L4",
    "L5"
    ],
    "stats1": "रेफरर पता",
    "stats2": "ऑटो टियर बैलेंस ",
    "stats3": "टियर",
    "stats4": "रेफरल काउंट",
    "stats5": "उपहार प्राप्त किए गए ",
    "stats6": "पंजीकरण के बाद से"
    },
      "myAccountPage": {
        "section1": {
          "heading": "दोस्तों को आमंत्रित करें",
          "copyLinkText": "अपना रेफरल लिंक कॉपी करें",
          "step1": {
            "title": "आमंत्रण लिंक कॉपी करें",
            "description": "अपनी अद्वितीय लिंक को कॉपी करने के लिए 'दोस्तों को आमंत्रित करें' बटन पर क्लिक करें।"
          },
          "step2": {
            "title": "आमंत्रण लिंक साझा करें",
            "description": "यह लिंक दोस्तों को आमंत्रित करने के लिए बहुत सरल बनाता है बिना आपके वॉलेट पते को मैन्युअल रूप से दर्ज किए बिना।"
          },
          "step3": {
            "title": "अवार्ड कमाएँ",
            "description": "जब आपके दोस्त और उनके दोस्त नेटवर्क में शामिल होते हैं, तो आप अवार्ड कमाते हैं। यह सभी के लिए विन-विन है।"
          }
        },
        "section2": {
          "heading": "सांख्यिकी",
          "stats1": "रेफरर पता",
          "stats2": "ऑटो टियर बैलेंस ",
          "stats3": "टियर",
          "stats4": "रेफरल काउंट",
          "stats5": "उपहार प्राप्त किए गए ",
          "stats6": "पंजीकृत होने के बाद से"
        },
        "section3": {
          "heading": "ऑटो टियर अप",
          "para1": "GODL गोल्ड में एक 'ऑटो टियर अप' मेकेनिज़्म शामिल है, यह एक नवाचारी टूल है जो आपके नेटवर्क में आपकी वृद्धि की क्षमता को बढ़ाता है। अधिकांशानुसार, आपके एम्बेसडर प्रोग्राम से मिलने वाले अवार्ड को आपके अगले टियर की ओर धकेलने के लिए स्वचालित रूप से उपयोग किया जाता है। यह सिर्फ संचय नहीं, बल्कि प्रगति है।",
          "para2": "अपने अवार्ड को ऊपरी गति में स्थानांतरित करके, आप नेटवर्क के रैंक को चढ़ सकते हैं। ऑटो टियर अप के साथ, आपका GODL सिर्फ एक संपत्ति नहीं है; यह आपके नेटवर्क में आपकी यात्रा के लिए एक सक्रिय सहभागी है।",
          "para3": "वर्तमान में आपका ऑटो टियर-अप मोड ${reInvestFlag} है",
          "buttonText": "${!reInvestFlag} करें",
          "buttonOnClickResponse": "ऑटो टियर अप प्रगति में है..."
        },
        "section4": {
          "heading": "टियर अप",
          "para1": "GODL गोल्ड नेटवर्क में, विकास टियर्स के माध्यम से ऊपर उठने के समानार्थी है। 'टियर अप' सुविधा एम्बेसडर्स को अपनी स्थिति को सक्रिय रूप से बढ़ाने की क्षमता प्रदान करने के लिए डिज़ाइन की गई है। एक उच्चतर टियर खरीदकर, आप न केवल अपनी अवार्ड की क्षमता बढ़ाते हैं, बल्कि साथ ही साथ समूचे नेटवर्क की मजबूती में भी योगदान देते हैं। टियर 1 से टियर 5 तक का प्रत्येक कदम आपको GODL नेटवर्क की पूर्ण क्षमता को समझने के लिए करीब ले जाता है।",
          "para2": "इसके अलावा, यह आपके नेटवर्क में आपके प्रभाव को बढ़ाता है, जिससे आप सफलता के लिए महत्वपूर्ण योगदानकर्ता बनते हैं। 'टियर अप' के साथ, आप सिर्फ हिस्सेदारी नहीं लेते हैं, आप गोल्ड गोल्ड नेटवर्क में अपनी यात्रा का कार्य लेते हैं",
          "buttonText": "टियर अप करें",
          "buttonCtaPopup": {
            "heading": "टियर अप",
            "popup_approve": {
              "buttonApproveText": "मंजूर करें",
              "notSelectTier_errorText": "कृपया एक पैकेज टियर का चयन करें",
              "buttonApproveOnClickResponse": "मंजूरी प्रगति में है..."
            },
            "popup_tierUp": {
              "buttonTierUpText": "टियर अप",
              "approvalSuccessText": "मंजूरी सफल! टियर अप के लिए ऊपर क्लिक करें।",
              "buttonTierUpOnClickResponse": "आपका लेन-देन प्रारंभ हो गया है और अब यह ब्लॉकचेन पर प्रोसेस हो रहा है। नेटवर्क की भीड़ता पर निर्भर करता है, इसलिए कुछ मिनट लग सकते हैं। ठीक से बांधे रहिए!"
            },
            "popup_tierUp_success": {
              "buttonTierUpSuccessText": "सफलतापूर्वक टियर अपडेट किया गया",
              "addTokenText": "कनेक्टेड वॉलेट में GODL जोड़ें।"
            }
          },
          "section5": {
            "heading": "वॉलेट पता बदलें",
            "para1": "क्रिप्टोकरेंसी की डिजिटल दुनिया में, आपका वॉलेट पता आपकी पहचान है। लेकिन अगर कुछ हो जाए, तो आपको अपने खाते के वॉलेट पते को बदलने की आवश्यकता हो सकती है। हम ऐसा आसान बनाते हैं।",
            "para2": "'वॉलेट पता बदलें' सुविधा का उद्देश्य यह है कि आप आसानी से अपने डिजिटल पते को गोल्ड गोल्ड नेटवर्क में अपडेट कर सकें। यह अपने नए वॉलेट पते को इनपुट करके और बदलाव की पुष्टि करके आसान है। इस तरह, आप नेटवर्क में अपनी पहचान पर नियंत्रण बनाए रखते हैं, जिससे आपकी सभी अवार्ड और लाभ सही स्थान पर पहुंचें।",
            "buttonText": "वॉलेट पता",
            "buttonCtaPopup": {
              "heading": "वॉलेट पता बदलें",
              "para1": "आप अपना वॉलेट पता अपडेट करने जा रहे हैं, जो GODL गोल्ड नेटवर्क में एक महत्वपूर्ण पहचानकर्ता है। ऐसा करके, आप सुनिश्चित करते हैं कि सभी अवार्ड और लाभ आपके नए पते से संबंधित रहते हैं। बदलाव की पुष्टि करना न भूलें। यह आपकी क्रिप्टो पहचान को प्रबंधित करने के लिए एक त्वरित और सुरक्षित कदम है।",
              "inputBoxPlaceholder": "नया वॉलेट पता दर्ज करें",
              "buttonAddNewAddressText": "नया पता जोड़ें",
              "buttonAddNewAddressOnClickResponse": "नया वॉलेट पता जोड़ा जा रहा है..."
            }
          }
        }
      },
      "tradeGodlPage": {
        "section1": {
          "heading": "GODL प्राप्त करें",
          "subHeading": "डिजिटल गोल्ड की संभावना को अनलॉक करें",
          "para1": "GODL दुनिया में अपना कदम रखें। PAXG या USDC का उपयोग करके सीधे GODL अधिग्रहण करें।",
          "para2": "PAXG धारकों के लिए, यूजर फ्रेंडली ऑरियम इंटरफ़ेस का उपयोग करके आप अपने PAXG का उपयोग करके GODL मिंट कर सकते हैं",
          "para3": "USDC का उपयोग करना पसंद करें? कोई समस्या नहीं। एक सरल अधिग्रहण प्रक्रिया के लिए हमारे साथी डिसेंट्रलाइज़्ड एक्सचेंज पर जाएं।",
          "button1": {
            "buttonText": "PAXG के साथ मिंट करें",
            "buttonCta_popup": {
              "heading": "PAXG के साथ GODL मिंट करें",
              "popup_previewConversion": {
                "description": "आप अपने PAXG टोकन का उपयोग करके नए GODL बनाने की प्रक्रिया आरंभ कर रहे हैं। इस कार्रवाई से आपके GODL टोकन को सोने के मूल्य से जोड़ा जाता है, जिससे आपकी डिजिटल संपत्ति बढ़ती है। अपने GODL को मिंट करने के लिए कृपया पुष्टि करें!",
                "inputBoxPlaceholder": "मिंट करने के लिए PAXG की राशि दर्ज करें",
                "buttonText": "पूर्वावलोकन करें"
              },
              "popup_approve": {
                "description": "",
                "buttonApproveText": "PAXG मंजूर करें",
                "buttonApproveOnClickResponse": "आपका लेन-देन प्रारंभ हो गया है और अब यह ब्लॉकचेन पर प्रोसेस हो रहा है। नेटवर्क भीड़ता के आधार पर यह कुछ मिनट लग सकता है। कृपया धैर्य रखें!"
              },
              "popup_mint": {
                "description": "",
                "buttonMintText": "GODL मिंट करें",
                "buttonMintOnClickResponse": "मिंटिंग प्रगति में है..."
              },
              "popup_mint_success": {
                "buttonMintSuccessfulText": "सफलतापूर्वक मिंट किया गया",
                "addTokenText": "कनेक्टेड वॉलेट में GODL जोड़ें।"
              }
            }
          },
          "button2Text": "USDC के साथ खरीदें"
        },
        "section2": {
          "heading": "GODL नष्ट करें",
          "subHeading": "अपने GODL को PAXG या USDC में बदलें",
          "para1": "जब भी आपको आवश्यकता हो, आप आसानी से अपने GODL होल्डिंग्स को PAXG या USDC में नष्ट कर सकते हैं।",
          "para2": "ऑरियम इंटरफ़ेस के साथ, PAXG धारक अपने GODL को आसानी से जला सकते हैं, वापस PAXG प्राप्त करें।",
          "para3": "अगर आप अपने GODL को USDC के लिए एक्सचेंज करना चाहते हैं, हम आपके लिए तैयार हैं। एक त्वरित लेन-देन के लिए हमारे साथी डिसेंट्रलाइज़्ड एक्सचेंज पर जाएं।",
          "button1": {
            "buttonText": "PAXG के लिए जलाएं",
            "buttonCta_popup": {
              "heading": "PAXG के लिए GODL जलाएं",
              "popup_previewConversion": {
                "description": "आप अपने GODL को PAXG में बदलने के लिए तैयार हैं। आपने कन्वर्जन दरें देखी हैं और स्वैप करने के लिए तैयार हैं। एक बार पुष्टि की जाए, लेन-देन प्रोसेस होगा।",
                "inputBoxPlaceholder": "PAXG प्राप्त करने के लिए GODL की राशि दर्ज करें",
                "buttonText": "पूर्वावलोकन करें"
              },
              "popup_approve": {
                "description": "",
                "buttonApproveText": "GODL मंजूर करें",
                "buttonApproveOnClickResponse": "आपका लेन-देन प्रारंभ हो गया है और अब यह ब्लॉकचेन पर प्रोसेस हो रहा है। नेटवर्क भीड़ता के आधार पर यह कुछ मिनट लग सकता है। कृपया धैर्य रखें!"
              },
              "popup_burn": {
                "description": "",
                "buttonMintText": "Mint GODL",
                "buttonMintOnClickResponse": "Minting in progress..."
              },
              "popup_burn_success": {
                "buttonMintSuccessfulText": "Sold Successfully",
                "addTokenText": "Add PAXG to connected wallet."
              }
            }
          },
          "button2Text": "USDC के लिए बेचें"
        }
      }
    }
    
    
    