{
    "topStrip": {
    "price1": "1 PAXG : xxx USDC",
    "price2": "1 GODL : xxx USDC",
    "price3": "1 GODL : xxx PAXG"
    },
    "navbar": {
    "link1": "หน้าแรก",
    "link2": "ตัวสำรวจการอ้างอิง",
    "link3": "บัญชีของฉัน",
    "link3OnHover": "คุณยังไม่ได้เข้าร่วมเครือข่าย GODL",
    "link4": "ซื้อขาย GODL",
    "link5": "ผู้ดูแลระบบ",
    "connectWalletButton": "เชื่อมต่อกระเป๋าสตางค์"
    },
    "footer": {
    "heading": "เครือข่ายผู้ส่งเสริม GODL Gold Ambassador",
    "para1": "GODL Gold เป็นสกุลเงินดิจิตอลที่มีความเสถียรภาพและเชื่อมโยงกับทองคำซึ่งมีการรับรองคืนมูลค่าให้แก่ผู้ถือเหรียญในระยะยาวโดยการเพิ่มค่าทองคำใต้หลังเหรียญแต่ละเหรียญอย่างช้าๆ โปรแกรมที่เป็นองค์กรของผู้ใช้ GODL Gold เป็นโครงการที่ขับเคลื่อนโดยชุมชนภายใน GODL ที่มีการตอบแทนผู้เข้าร่วมในการส่งเสริมแพลตฟอร์มและมีส่วนร่วมในการเติบโตของมัน สิ่งนี้สร้างชุมชนที่มีชีวิตชีวาและมีความซื่อสัตย์รอบ GODL",
    "button1": "เพิ่ม PAXG",
    "button2": "เพิ่ม GODL",
    "button3": "เพิ่ม USDC",
    "linkSection1": {
    "heading": "ชุมชน",
    "link1": "Telegram",
    "link2": "Discord",
    "link3": "Twitter",
    "link4": "YouTube"
    },
    "linkSection2": {
    "heading": "กระเป๋าสตางค์",
    "link1": "Metamask",
    "link2": "Trust Wallet",
    "link3": "Wallet Connect"
    },
    "linkSection3": {
    "heading": "ลิงก์สกุลเงินดิจิตอล",
    "link1": "รับ PAXG",
    "link2": "รับ USDC",
    "link3": "สัญญาโทเค็น PAXG",
    "link4": "สัญญาโทเค็น USDC",
    "link5": "สัญญาโทเค็น GODL"
    },
    "linkSection4": {
    "heading": "เครื่องมือและข้อมูล",
    "link1": "ดูแผนภูมิบน Dextool",
    "link2": "เว็บไซต์ Paxos",
    "link3": "เอกสารองค์กร Aurium",
    "link4": "Coin Market Cap",
    "link5": "Coin Gecko"
    },
    "copyrightText": "สงวนลิขสิทธิ์ - GODL Gold"
    },
    "homePage": {
    "section1": {
    "heading": "GODL Gold",
    "subHeading": "ที่เก็บทองคำร่วมกับการเติบโต",
    "para1": "เข้าสู่อนาคตของการเก็บรักษาทรัพย์สินด้วย GODL Gold",
    "para2": "เราได้สร้างความใหม่ให้กับทองคำสำหรับยุคดิจิตอล โดยให้ความสำคัญไม่เพียงแค่การรักษาไว้ แต่ยังเพิ่มมูลค่าของมันด้วย การเข้าร่วมกับเครือข่ายผู้ส่งเสริม GODL Gold Ambassador คุณจะเป็นส่วนหนึ่งของชุมชนที่เคลื่อนไหวและเติบโตร่วมกัน",
    "para3": "เป็น GAINer และสัมผัสมิติใหม่ของการจัดการทรัพย์สินที่ทองคำไม่เพียงแค่ถูกเก็บไว้ - มันเจริญ!",
    "button1Text": "เข้าร่วมเดี๋ยวนี้!",
    "button1CTA": {
    "popup_withoutWalletConnection": {
    "heading": "เข้าร่วมเครือข่ายทูต GODL",
    "description": "",
    "referrerAddressInputBoxPlaceholder": "ป้อนที่อยู่ผู้แนะนำ",
    "errorText": "กรุณาเชื่อมต่อกระเป๋าสตางค์ของคุณ"
    },
    "popup_withWalletConnected_alreadyJoined": {
    "heading": "เข้าร่วมแล้ว!",
    "para1": "ขอแสดงความยินดีคุณได้เข้าร่วมเครือข่าย GODL Gold สำเร็จแล้ว!",
    "para2": "เป็นนักส่งเสริมใหม่คุณตอนนี้เป็นส่วนหนึ่งของระบบที่เติบโตอย่างมีชีวิตชีวา ที่ทองคำร่วมกับการเติบโต มาเริ่มการเดินทางที่มีผลกระทบได้ร่วมกัน",
    "para3": "ยินดีต้อนรับ!"
    },
    "popup_withWalletConnected_newUser": {
    "heading": "เข้าร่วมเครือข่ายทูต GODL",
    "popup_approve": {
    "description": "",
    "referrerAddressInputBoxPlaceholder": "ป้อนที่อยู่ผู้แนะนำ",
    "tncButtonText": "ยอมรับข้อตกลงและเงื่อนไขของเรา",
    "tncButtonCtaPopup": {
    "heading": "ข้อกำหนดและเงื่อนไข",
    "para1": "คำชี้แจง: แพลตฟอร์ม GODL Gold เป็นแอปพลิเคชันที่ไม่มีการกำหนดเจตนาและพร้อมใช้งานตามสภาพปัจจุบัน โดยไม่มีการรับประกันโดยชัดแจ้งหรือแม้แต่เงื่อนไขอย่างไม่เป็นทางการใด ๆ เราพยายามรักษามาตรฐานบริการและประสิทธิภาพสูงสุดที่เป็นไปได้ แต่เราไม่สามารถรับประกันความมั่นคงปลอดภัย ความเชื่อถือได้หรือความแม่นยำสมบูรณ์",
    "para2": "ในฐานะผู้ใช้ คุณรับผิดชอบเองสำหรับการกระทำของคุณภายในเครือข่าย โปรดใช้แพลตฟอร์มของเราอย่างรอบคอบและปฏิบัติตามหลักการตระหนักสุจริตและจำไว้ว่าการเกี่ยวข้องกับแพลตฟอร์มสกุลเงินดิจิตอลใด ๆ รวมถึง GODL Gold นำพาความเสี่ยงที่เกี่ยวข้องอยู่เสมอ โดยการใช้แพลตฟอร์มนี้ คุณยอมรับและยอมรับความเสี่ยงเหล่านี้"
    },
    "buttonApproveText": "อนุมัติ PAXG",
    "buttonApproveOnClickResponse": "ทรานแซ็กชันของคุณได้รับการเริ่มต้นและกำลังดำเนินการบนบล็อกเชนอยู่ อาจใช้เวลาสักครู่ขึ้นอยู่กับการแอบแซงของเครือข่าย รอสักครู่!"
    },
    "popup_join": {
    "description": "",
    "buttonJoinText": "เข้าร่วม GODL",
    "buttonJoinOnClickResponse": "กำลังดำเนินการเข้าร่วม..."
    },
    "popup_join_success": {
    "description": "",
    "buttonJoinSuccessText": "เข้าร่วมเรียบร้อยแล้ว!",
    "addTokenText": "เพิ่ม GODL ในกระเป๋าสตางค์ที่เชื่อมต่อ"
    }
    }
    },
    "button2Text": "ซื้อขาย GODL",
    "button3Text": "ซื้อ PAXG"
    },
    "section2": {
    "stats1": "ส่งเสริม",
    "stats2": "รวมรางวัลทั้งหมด ",
    "stats3": "รวมรางวัลที่สะสม "
    },
    "section3": {
    "heading": "ออกแบบให้เสี่ยงทาย",
    "para1": "GODL Gold โดดเด่นด้วยลักษณะที่เสี่ยงต่ำลงตามธรรมชาติและมูลค่าทองคำซึ่งสามารถแลกเปลี่ยนได้ ประโยชน์จากการลดจำนวนเหรียญต่อเนื่องจะทำให้ค่าเหรียญที่เหลืออยู่แต่ละเหรียญสามารถแลกเปลี่ยนกับส่วนแบ่งทองคำที่ดัดแปลงได้มากขึ้น การออกแบบนี้ให้ค่ามูลค่าที่แท้จริงของทรัพย์สินของคุณเติบโตอย่างต่อเนื่อง",
    "para2": "GODL มอบวิธีการนวัตกรรมในการขยายกำไรของคุณในทองคำให้ง่ายและดิจิตอล"
    },
    "section4": {
    "heading": "การรับรองที่มีค่าของทองคำ",
    "para1": "GODL ได้รับการรับรองโดยทรัพย์สินที่เป็นที่เข้าใจและมีค่า - ทองคำ การเชื่อมโยงกับทองคำไม่เพียงแค่ให้ฐานมูลค่าที่มั่นคงสำหรับสินทรัพย์ดิจิตอลของคุณเท่านั้น แต่ยังช่วยให้คุณแลกเปลี่ยนเหรียญของคุณเป็นทองคำจริง ๆ นี้จะทำให้คุณได้ความมั่นคงและความสะดวกในพื้นที่การเงินดิจิตอลที่เปลี่ยนแปลงได้อย่างรวดเร็ว"
    },
    "section5": {
    "heading": "เครือข่ายที่เติบโตอย่างมีชีวิตชีวา",
    "para1": "ผ่านทางเครือข่ายผู้ส่งเสริม GODL Gold Ambassador คุณกลายเป็นส่วนหนึ่งของชุมชนที่มีการเคลื่อนไหวและเติบโตอย่างไร้ขีดจำกัดที่เน้นไปที่การสร้างค่าและการรักษาความมั่นคงของทรัพย์สิน ในฐานะเจ้าของโทเค็นคุณมีบทบาทที่ส่วนรวมเกินกว่าการเข้าร่วมธรรมดา คุณมีส่วนร่วมและได้รับประโยชน์จากระบบที่รวมการกระทำและการมีส่วนร่วมเป็นระบบที่รางวัลการเติบโตทางทรัพย์สินเป็นการเดินทางที่ร่วมกัน"
    }
    },
    "referralExplorerPage": {
    "heading": "ตัวสำรวจการอ้างอิง GODL",
    "para1": "ความอยากรู้คือฐานมูลค่าของชุมชนที่เติบโต นั่นคือเหตุผลที่เรารวมคุณสมบัติ 'ตัวสำรวจการอ้างอิง GODL' ที่มีอยู่ คุณสามารถป้อนที่อยู่กระเป๋าใด ๆ เข้าไปในแถบค้นหาเพื่อดึงรายละเอียดที่เกี่ยวข้อง หากที่อยู่อยู่ในเครือข่ายของเรา คุณจะเห็นข้อมูลเช่นระดับ Ambassador และการอ้างอิง ไม่เพียงเท่านั้น แต่อินเทอร์เฟซที่ใช้งานง่ายของเรายังช่วยให้คุณเรียกดูที่อยู่เหล่านี้ได้ตรงไปยังธุรกรรมแต่ละรายการผ่านลิงก์โดยตรงไปยัง Etherscan",
    "para2": "ตัวสำรวจเครือข่าย GODL เป็นหน้าต่างที่โปร่งใสสู่ระบบนิเวศที่เรากำลังสร้างขึ้นด้วยกัน",
    "inputBoxPlaceholder": "ป้อนที่อยู่กระเป๋า",
    "buttonText": "ค้นหาที่อยู่",
    "tableHeadings": [
    "ระดับ L1",
    "ระดับ L2",
    "ระดับ L3",
    "ระดับ L4",
    "ระดับ L5"
    ],
    "stats1": "ที่อยู่ผู้แนะนำ",
    "stats2": "ยอดคงเหลือ ",
    "stats3": "ระดับ",
    "stats4": "จำนวนการอ้างอิง",
    "stats5": "รางวัลที่ได้รับ ",
    "stats6": "ลงทะเบียนตั้งแต่"
    },
    "myAccountPage": {
    "section1": {
    "heading": "เชิญเพื่อน",
    "copyLinkText": "คัดลอกลิงก์อ้างอิงของคุณ",
    "step1": {
    "title": "คัดลอกลิงก์เชิญ",
    "description": "คลิกที่ปุ่ม 'เชิญเพื่อน' เพื่อคัดลอกลิงก์ที่ไม่ซ้ำกันของคุณไปยังคลิปบอร์ดของคุณ"
    },
    "step2": {
    "title": "แชร์ลิงก์เชิญ",
    "description": "ลิงก์ทำให้เพื่อนๆ สามารถเข้าร่วมเครือข่ายได้อย่างง่ายดายโดยไม่ต้องป้อนที่อยู่กระเป๋าของคุณด้วยตนเอง"
    },
    "step3": {
    "title": "รับรางวัล",
    "description": "เมื่อเพื่อนๆ และเพื่อนๆ ของเพื่อนเข้าร่วมเครือข่าย คุณจะได้รับรางวัล มันเป็นการชนะ-ชนะสำหรับทุกคน"
    }
    },
    "section2": {
    "heading": "สถิติ",
    "stats1": "ที่อยู่ผู้แนะนำ",
    "stats2": "ยอดคงเหลือระบบระดับอัตโนมัติ ",
    "stats3": "ระดับ",
    "stats4": "จำนวนการอ้างอิง",
    "stats5": "รางวัลที่ได้รับ ",
    "stats6": "ลงทะเบียนตั้งแต่"
    },
    "section3": {
    "heading": "โหมดเลื่อนระดับอัตโนมัติ",
    "para1": "GODL Gold ใช้กลไก 'โหมดเลื่อนระดับอัตโนมัติ' เครื่องมือนวัตกรรมที่เพิ่มศักยภาพในการเติบโตของคุณในเครือข่าย ไม่ใช่การสะสมเพียงอย่างเดียว แต่เป็นการเคลื่อนไหวลงมาจากนั้นโดยอัตโนมัติ นี่ไม่ใช่การสะสมเพียงอย่างเดียว",
    "para2": "โดยแปลงรางวัลของคุณเป็นการเคลื่อนไหวขึ้นเพื่อให้คุณสามารถขึ้นระดับในเครือข่ายได้ ด้วยโหมดเลื่อนระดับอัตโนมัติ GODL ของคุณไม่ใช่เพียงครอบครองเท่านั้น แต่เป็นผู้ร่วมเดินทางที่แท้จริงผ่านเครือข่าย",
    "para3": "ในปัจจุบันโหมดเลื่อนระดับอัตโนมัติของคุณคือ ${reInvestFlag}",
    "buttonText": "เปิด ${!reInvestFlag}",
    "buttonOnClickResponse": "โหมดเลื่อนระดับอัตโนมัติกำลังดำเนินการ..."
    },
    "section4": {
    "heading": "เลื่อนระดับ",
    "para1": "ในเครือข่าย GODL Gold เติบโตเป็นคำแปลกันของการเลื่อนระดับ เครื่องมือ 'เลื่อนระดับ' ถูกออกแบบให้ผู้ทรงคุณค่าสามารถเลื่อนระดับการเล่นของพวกเขาได้ โดยการซื้อแพ็กเกจระดับสูง คุณไม่เพียงเพิ่มโอกาสในการได้รับรางวัลของคุณเองเท่านั้น แต่ยังช่วยเสริมสร้างความแข็งแกร่งของเครือข่ายโดยรวม การเลื่อนระดับขึ้นในทุกขั้นตอน ตั้งแต่ระดับ 1 ถึงระดับ 5 เป็นการเชื่อมต่อคุณใกล้ขึ้นกับศักยภาพเต็มที่ของเครือข่าย GODL",
    "para2": "นอกจากนี้ยังเสริมสร้างอิทธิพลของคุณภายในเครือข่าย ทำให้คุณเป็นผู้มีบทบาทสำคัญในความสำเร็จของเครือข่าย ด้วย 'เลื่อนระดับ' คุณไม่เพียงเข้าร่วมเท่านั้น แต่ยังได้รับบทบาทในการนำทางการเดินทางของคุณในเครือข่าย GODL Gold",
    "buttonText": "เลื่อนระดับ",
    "buttonCtaPopup": {
    "heading": "เลื่อนระดับ",
    "popup_approve": {
    "buttonApproveText": "ยืนยันข้อความ",
    "notSelectTier_errorText": "โปรดเลือกชั้น",
    "buttonApproveOnClickResponse": "กำลังดำเนินการยืนยัน..."
    },
    "popup_tierUp": {
    "buttonTierUpText": "เลื่อนระดับ",
    "approvalSuccessText": "การยืนยันเสร็จสมบูรณ์! คลิกด้านบนเพื่อเลื่อนระดับ",
    "buttonTierUpOnClickResponse": "ธุรกรรมของคุณได้รับการเริ่มต้นและกำลังดำเนินการบนบล็อกเชน อาจใช้เวลาสักครู่ขึ้นอยู่กับความหนาของเครือข่าย รอสักครู่!"
    },
    "popup_tierUp_success": {
    "buttonTierUpSuccessText": "อัปเดตชั้นเรียบร้อยแล้ว",
    "addTokenText": "เพิ่ม GODL ในกระเป๋าสตรีมที่เชื่อมต่อแล้ว"
    }
    },
    "section5": {
    "heading": "เปลี่ยนที่อยู่กระเป๋าสตรีม",
    "para1": "ในโลกดิจิตอลของสกุลเงินดิจิทัล ที่อยู่กระเป๋าสตรีมของคุณคือตัวตนของคุณ แต่ถ้ามีเรื่องอะไรเกิดขึ้น คุณอาจต้องเปลี่ยนที่อยู่กระเป๋าสตรีมบัญชีของคุณ ใน GODL Gold เราทำให้มันง่าย",
    "para2": "ฟีเจอร์ 'เปลี่ยนที่อยู่กระเป๋าสตรีม' ถูกออกแบบให้ง่าย เพียงเหมือนที่คุณจะเปลี่ยนที่อยู่ที่อยู่ของคุณเมื่อย้ายไปยังบ้านใหม่ ฟีเจอร์นี้ช่วยให้คุณอัปเดตที่อยู่ดิจิตอลของคุณในเครือข่าย GODL Gold มันง่ายเพียงแค่ป้อนที่อยู่กระเป๋าสตรีมใหม่ของคุณและยืนยันการเปลี่ยนแปลง โดยนี้คุณยังควบคุมตัวตนของคุณในเครือข่ายและ ensure that all your rewards and benefits go to the right place.",
    "buttonText": "ที่อยู่กระเป๋าสตรีม",
    "buttonCtaPopup": {
    "heading": "เปลี่ยนที่อยู่กระเป๋าสตรีม",
    "para1": "คุณกำลังจะอัปเดตที่อยู่กระเป๋าสตรีมของคุณซึ่งเป็นตัวระบุสำคัญในเครือข่าย GODL Gold โดยการทำเช่นนั้นคุณรับประกันว่ารางวัลและสิทธิประโยชน์ทั้งหมดจะเชื่อมโยงอย่างถูกต้องกับที่อยู่ใหม่ของคุณ โปรดยืนยันการเปลี่ยนแปลงนี้ นี่เป็นขั้นตอนที่รวดเร็วและปลอดภัยในการจัดการตัวตนของคุณในโลกคริปโต",
    "inputBoxPlaceholder": "ป้อนที่อยู่กระเป๋าสตรีมใหม่ของคุณ",
    "buttonAddNewAddressText": "เพิ่มที่อยู่ใหม่",
    "buttonAddNewAddressOnClickResponse": "กำลังเพิ่มที่อยู่กระเป๋าสตรีมใหม่..."
    }
    }
    }
    },
    "tradeGodlPage": {
    "section1": {
    "heading": "ซื้อ GODL",
    "subHeading": "ปลดล็อคศักยภาพของทองคำดิจิทัล",
    "para1": "เข้าสู่โลกของ GODL ด้วยการซื้อ GODL โดยตรงโดยใช้ PAXG หรือ USDC",
    "para2": "สำหรับผู้ถือ PAXG อินเทอร์เฟซของ Aurium ที่ใช้ง่ายช่วยให้คุณสามารถสร้าง GODL โดยใช้ PAXG ของคุณ",
    "para3": "หากคุณต้องการใช้ USDC สำหรับการแลกเปลี่ยน GODL เรามีบริการพาร์ทเนอร์ให้เรา ซึ่งเป็นเว็บแลกเปลี่ยนที่เชื่อถือได้ ทำให้การทำธุรกรรมรวดเร็วและง่ายดาย",
    "button1": {
    "buttonText": "สร้างด้วย PAXG",
    "buttonCta_popup": {
    "heading": "สร้าง GODL ด้วย PAXG",
    "popup_previewConversion": {
    "description": "คุณกำลังเริ่มกระบวนการสร้าง GODL ใหม่โดยใช้โทเค็น PAXG ของคุณ การดำเนินการนี้เชื่อมโยงค่าทองเข้ากับโทเค็น GODL ของคุณ ทำให้ความมั่นคงของสินทรัพย์ดิจิทัลของคุณเติบโต แค่ยืนยันการสร้าง GODL ของคุณ!",
    "inputBoxPlaceholder": "ป้อนจำนวน PAXG เพื่อสร้าง GODL",
    "buttonText": "ดูตัวอย่างการแปลง"
    },
    "popup_approve": {
    "description": "",
    "buttonApproveText": "ยืนยัน PAXG",
    "buttonApproveOnClickResponse": "ธุรกรรมของคุณได้รับการเริ่มต้นและกำลังดำเนินการบนบล็อกเชน อาจใช้เวลาสักครู่ขึ้นอยู่กับความหนาของเครือข่าย รอสักครู่!"
    },
    "popup_mint": {
    "description": "",
    "buttonMintText": "สร้าง GODL",
    "buttonMintOnClickResponse": "กำลังดำเนินการสร้าง..."
    },
    "popup_mint_success": {
    "buttonMintSuccessfulText": "สร้างสำเร็จ",
    "addTokenText": "เพิ่ม GODL ในกระเป๋าสตรีมที่เชื่อมต่อแล้ว"
    }
    }
    },
    "button2Text": "ซื้อด้วย USDC"
    },
    "section2": {
    "heading": "ขาย GODL",
    "subHeading": "แปลง GODL เป็น PAXG หรือ USDC",
    "para1": "เมื่อคุณรู้สึกต้องการ คุณสามารถขาย GODL ที่คุณถือได้อย่างง่ายดายเพื่อให้ได้ PAXG หรือ USDC",
    "para2": "ด้วยอินเทอร์เฟซ Aurium ผู้ถือ PAXG สามารถทำการเผา GODL ของคุณได้อย่างสะดวก โดยได้รับ PAXG แทน",
    "para3": "หากคุณต้องการแลกเปลี่ยน GODL ของคุณเป็น USDC เรามีบริการเว็บแลกเปลี่ยนที่เป็นพาร์ทเนอร์ให้คุณ ทำให้ธุรกรรมเป็นไปได้แบบรวดเร็ว",
    "button1": {
    "buttonText": "เผาเพื่อรับ PAXG",
    "buttonCta_popup": {
    "heading": "เผา GODL เพื่อรับ PAXG",
    "popup_previewConversion": {
    "description": "คุณกำลังจะแปลง GODL ของคุณเป็น PAXG โปรดตรวจสอบอัตราการแปลงและเตรียมพร้อมที่จะดำเนินการแลกเปลี่ยน หลังจากยืนยันแล้ว การทำธุรกรรมจะถูกประมวลผล",
    "inputBoxPlaceholder": "ป้อนจำนวน GODL เพื่อรับ PAXG",
    "buttonText": "ดูตัวอย่างการแปลง"
    },
    "popup_approve": {
    "description": "",
    "buttonApproveText": "ยืนยัน GODL",
    "buttonApproveOnClickResponse": "ธุรกรรมของคุณได้รับการเริ่มต้นและกำลังดำเนินการบนบล็อกเชน อาจใช้เวลาสักครู่ขึ้นอยู่กับความหนาของเครือข่าย รอสักครู่!"
    },
    "popup_burn": {
    "description": "",
    "buttonMintText": "สร้าง GODL",
    "buttonMintOnClickResponse": "กำลังดำเนินการเผา..."
    },
    "popup_burn_success": {
    "buttonMintSuccessfulText": "ขายเรียบร้อยแล้ว",
    "addTokenText": "เพิ่ม PAXG ในกระเป๋าสตรีมที่เชื่อมต่อแล้ว"
    }
    }
    },
    "button2Text": "ขายเพื่อรับ USDC"
    }
    }
    }
    
    
    